Repository: jpreecedev/WebCal
Catalog: TachographReader.Shared/Properties/Resources.*.resx
Languages: ru

# EXC_ENTITY_VALIDATION_ERRORS
source: Entity "{0}" has the following errors:
ru: Объект "{0}" содержит следующие ошибки:

# ERR_UNABLE_FIND_DATA_PROVIDER
source: Unable to find the requested .Net Framework Data Provider. It may not be installed.
ru: Не удается найти требуемого поставщика данных .NET Framework. Не может быть установлен.

# ERR_UNABLE_FIND_SQL_CE
source: An error occurred. SQL CE 4.0 may not be installed.
ru: Произошла ошибка. SQL CE 4.0 не может быть установлен.

# TXT_ERROR
source: Error
ru: Ошибка

# EXC_IMAGE_COULD_NOT_BE_LOADED
source: Image could not be loaded
ru: Изображение не может быть загружено

# TXT_MAX_RETRIES_REACHED
source: The maximum number of retries has been reached
ru: Было достигнуто максимальное число попыток

# TXT_ATTEMPT_FAILED
source: Failed. Trying again in {0} seconds...
ru: Не удалось. Попытка снова в {0} секунд ...

# TXT_FAILED
source: Failed.
ru: Не удалось.

# TXT_QUESTION
source: Question
ru: Вопрос

# TXT_INFORMATION
source: Information
ru: Информация

# TXT_STARTING
source: Starting...
ru: Загрузка...

# TXT_SERVER_SENT_A_FAULT
source: The server sent back a fault: {0}
ru: Сервер информирует о неисправности: {0}

# TXT_REQUEST_FAIlED_WITH_EXCEPTION
source: The request failed with exception: {0}
ru: Ошибка запроса с исключением: {0}

# TXT_ONE_OR_MORE_ERRORS
source: One or more errors occurred whilst performing the operation. See below for details; {0}
ru: Произошла ошибка во время выполнения операции. Подробности ниже; {0}

# TXT_REQUEST_TIMED_OUT
source: The request timed out
ru: Время запроса вышло

# TXT_REQUEST_FAILED_WITH_UNEXPECTED_EXCEPTION
source: The request failed with unexpected exception: {0}
ru: Ошибка запроса с непредвиденным исключением: {0}

# TXT_SENDING_VIA_MAPI
source: Sending via MAPI
ru: Отправить через MAPI

# TXT_SENDING_VIA_SMTP
source: Sending via SMTP
ru: Отправить через SMTP

# TXT_USER_ABORTED
source: User Aborted.
ru: Пользователь прерван.

# TXT_MAPI_FAILURE
source: MAPI Failure.
ru: MAPI сбой.

# TXT_LOGIN_FAILURE
source: Login Failure.
ru: Логин неверный.

# TXT_MAPI_DISK_FULL
source: MAPI Disk full.
ru: MAPI Диск заполнен.

# TXT_MAPI_INSUFFICIENT_MEMORY
source: MAPI Insufficient memory.
ru: MAPI Недостаточно памяти.

# TXT_MAPI_BLOCK_TOO_SMALL
source: MAPI Block too small.
ru: MAPI Блок слишком мал.

# TXT_MAPI_TOO_MANY_SESSIONS
source: MAPI Too many sessions.
ru: MAPI Слишком много сеансов

# TXT_MAPI_TOO_MANY_FILES
source: MAPI too many files.
ru: MAPI Слишком много файлов.

# TXT_MAPI_TOO_MANY_RECIPIENTS
source: MAPI too many recipients.
ru: MAPI Слишком много получателей.

# TXT_MAPI_ATTACHMENT_NOT_FOUND
source: MAPI Attachment not found.
ru: MAPI Приложение не обнаружено.

# TXT_MAPI_ATTACHMENT_OPEN_FAILURE
source: MAPI Attachment open failure.
ru: MAPI Ошибка при открытии приложения.

# TXT_MAPI_ATTACHMENT_WRITE_FAILURE
source: MAPI Attachment Write Failure.
ru: MAPI Ошибка считывания приложения

# TXT_MAPI_UNKNOWN_RECIPEIENT
source: MAPI Unknown recipient.
ru: MAPI Неизвестный получатель.

# TXT_MAPI_BAD_RECIPIENT_TYPE
source: MAPI Bad recipient type.
ru: MAPI Плохой тип получателя.

# TXT_MAPI_NO_MESSAGES
source: MAPI No messages.
ru: MAPI Нет сообщений.

# TXT_MAPI_INVALID_MESSAGE
source: MAPI Invalid message.
ru: MAPI Неверное сообщение.

# TXT_MAPI_TEXT_TOO_LARGE
source: MAPI Text too large.
ru: MAPI Текст слишком большой.

# TXT_MAPI_INVALID_SESSION
source: MAPI Invalid session.
ru: MAPI Неверная сессия.

# TXT_MAPI_TYPE_NOT_SUPPORTED
source: MAPI Type not supported.
ru: MAPI Вид не поддерживается

# TXT_MAPI_AMBIGUOUS_RECIPIENT
source: MAPI Ambiguous recipient.
ru: MAPI Неопределенный получатель.

# TXT_MAPI_MESSAGE_IN_USE
source: MAPI Message in use.
ru: MAPI Сообщение не используется.

# TXT_MAPI_NETWORK_FAILURE
source: MAPI Network failure.
ru: MAPI Ошибка сети.

# TXT_MAPI_INVALID_EDIT_FIELDS
source: MAPI Invalid edit fields.
ru: MAPI Неверные поля редактирования.

# TXT_MAPI_INVALID_RECIPIENTS
source: MAPI Invalid Recipients.
ru: MAPI Недопустимые получатели.

# TXT_MAPI_NOT_SUPPORTED
source: MAPI Not supported.
ru: MAPI Не поддерживается.

# TXT_MAPI_NO_LIBRARY
source: MAPI No Library.
ru: MAPI Нет библиотеки.

# TXT_MAPI_INVALID_PARAMETER
source: MAPI Invalid parameter.
ru: MAPI Неверный параметр.

# ERR_ERROR_SEND_MAPI_EMAIL
source: Error sending MAPI Email. Error: {0} (code = {1}).
ru: Ошибка при отправке MAPI Email. Ошибка: {0} (code = {1}).

# ERR_UNABLE_FIND_SUITABLE_PDF_EXECUTABLE_PATH
source: Unable to find suitable PDF executable path
ru: Не удалось найти подходящий PDF путь к исполняемому файлу

# TXT_PREPARING_TO_PRINT
source: Preparing to print...
ru: Подготовка к печати

# TXT_PRINT_COMPLETE
source: Print complete, tidying up.
ru: Печать завершена.
