Repository: jpreecedev/WebCal
Catalog: TachographReader/Properties/Resources.*.resx
Languages: ru

# TXT_DRIVER_CARD_FILES_CREATION_DATE
source: Creation date
ru: Дата создания

# TXT_DRIVER_CARD_FILES_DRIVER_2
source: Driver
ru: Водитель

# TXT_DRIVER_CARD_FILES_CUSTOMER_2
source: Customer
ru: Клиент

# TXT_DRIVER_CARD_FILES_EXPORT
source: Export
ru: Экспорт

# TXT_DRIVER_CARD_FILES_REMOVE
source: Remove
ru: Удаление

# TXT_GENERATE_REPORT_GENERATE
source: Generate
ru: Генерировать

# TXT_GENERATE_REPORT_CANCEL
source: Cancel
ru: Отмена

# TXT_PRODUCT_VERSION
source: Product Version: {0}
ru: Версия продукта: {0}

# TXT_HOME_SCREEN_AUTO_PRINT_LABELS
source: Automatically print labels
ru: Автоматически печатать этикетки

# TXT_NEW_ANALOGUE_ANALOGUE_TACH_DOCUMENT
source: Analogue Tachograph Document
ru: Аналоговый документ тахорафа

# TXT_NEW_ANALOGUE_TACHOGRAPH_RECORD_TYPE
source: Tachograph record type
ru: Тип записи тахографа

# TXT_NEW_ANALOGUE_DOCUMENT_TYPE
source: Document type
ru: Тип документа

# TXT_NEW_ANALOGUE_DETAILS
source: Details:
ru: Подробности:

# TXT_NEW_ANALOGUE_VEHICLE_DATA
source: Vehicle data
ru: Данные транспортного средства

# TXT_NEW_ANALOGUE_REGISTRATION_NUMBER
source: Registration number
ru: Регистрационный номер

# TXT_NEW_ANALOGUE_VIN
source: VIN
ru: ВИН-Код

# TXT_NEW_ANALOGUE_VEHICLE_MAKE
source: Vehicle make
ru: Марка автомобиля

# TXT_NEW_ANALOGUE_MODEL
source: Model
ru: Модель

# TXT_NEW_ANALOGUE_TYRE_SIZE
source: Tyre size
ru: Размер шин

# TXT_NEW_ANALOGUE_VEHICLE_TYPE
source: Vehicle type
ru: Тип транспортного средства

# TXT_NEW_ANALOGUE_CALIBRATION_DATA
source: Calibration data
ru: Данные калибровки

# TXT_NEW_ANALOGUE_W_FACTOR
source: W Factor
ru: W Фактор

# TXT_NEW_ANALOGUE_K_FACTOR
source: K Factor
ru: K Фактор

# TXT_NEW_ANALOGUE_L_FACTOR
source: L Factor
ru: L Фактор

# TXT_NEW_ANALOGUE_TACHOGRAPH_DATA
source: Tachograph data
ru: Данные Тахографа

# TXT_NEW_ANALOGUE_TACHOGRAPH_MAKE
source: Tachograph Make
ru: Производитель Тахографа

# TXT_NEW_ANALOGUE_ODOMETER_READING
source: Odometer Reading
ru: Показания Одометра

# TXT_NEW_ANALOGUE_SERIAL_NUMBER
source: Serial Number
ru: Серийный Номер

# TXT_NEW_ANALOGUE_TAMPERED
source: Tampered
ru: Несанкционированное вмешательство

# TXT_NEW_ANALOGUE_INSPECTION_INFO
source: Inspection info
ru: Информация инспекции

# TXT_NEW_ANALOGUE_TECHNICIAN
source: Technician
ru: Техник

# TXT_NEW_ANALOGUE_INVOICE_NUMBER
source: Invoice number
ru: Номер счета-фактуры

# TXT_NEW_ANALOGUE_INSPECTION_DATA
source: Inspection data
ru: Данные инспекции

# TXT_NEW_ANALOGUE_CUSTOMER_DATA
source: Customer data
ru: Данные клиента

# TXT_NEW_ANALOGUE_CUSTOMER
source: Customer
ru: Клиент

# TXT_NEW_ANALOGUE_EXPORT_PDF
source: Export PDF
ru: Экспорт PDF

# TXT_NEW_ANALOGUE_PRINT_LABEL
source: Print Label
ru: Печать этикетки

# TXT_NEW_ANALOGUE_PRINT_CERTIFICATE
source: Print Certificate
ru: Распечатать Сертификат

# TXT_NEW_ANALOGUE_CANCEL
source: Cancel
ru: Отмена

# TXT_NEW_TACHOGRAPH_DIGITAL_TACHO_DOCUMENT
source: Digital Tachograph Document
ru: Цифровой Документ Тахографа

# TXT_NEW_TACHOGRAPH_TACHOGRAPH_RECORD_TYPE
source: Tachograph record type
ru: Тип записи тахографа

# TXT_NEW_TACHOGRAPH_DOCUMENT_TYPE
source: Document type
ru: Тип документа

# TXT_NEW_TACHOGRAPH_DETAILS
source: Details:
ru: Подробности:

# TXT_NEW_TACHOGRAPH_VEHICLE_DATA
source: Vehicle data
ru: Данные транспортного средства

# TXT_NEW_TACHOGRAPH_REGISTRATION_NUMBER
source: Registration number
ru: Регистрационный номер

# TXT_NEW_TACHOGRAPH_VIN
source: VIN
ru: ВИН-код

# TXT_NEW_TACHOGRAPH_VEHICLE_MAKE
source: Vehicle make
ru: Марка автомобиля

# TXT_NEW_TACHOGRAPH_MODEL
source: Model
ru: Модель

# TXT_NEW_TACHOGRAPH_TYRE_SIZE
source: Tyre size
ru: Размер шин

# TXT_NEW_TACHOGRAPH_VEHICLE_TYPE
source: Vehicle type
ru: Тип транспортного средства

# TXT_NEW_TACHOGRAPH_CALIBRATION_DATA
source: Calibration data
ru: Данные калибровки

# TXT_NEW_TACHOGRAPH_W_FACTOR
source: W Factor
ru: W Фактор

# TXT_NEW_TACHOGRAPH_K_FACTOR
source: K Factor
ru: K Фактор

# TXT_NEW_TACHOGRAPH_L_FACTOR
source: L Factor
ru: L Фактор

# TXT_NEW_TACHOGRAPH_TACHOGRAPH_DATA
source: Tachograph data
ru: Данные тахографа

# TXT_NEW_TACHOGRAPH_TACHOGRAPH_MAKE
source: Tachograph Make
ru: Производитель тахографа

# TXT_NEW_TACHOGRAPH_ODOMETER_READING
source: Odometer Reading
ru: Показания одометра

# TXT_NEW_TACHOGRAPH_SERIAL_NUMBER
source: Serial Number
ru: Серийный номер

# TXT_NEW_TACHOGRAPH_TAMPERED
source: Tampered
ru: Несанкционированное вмешательство

# TXT_NEW_TACHOGRAPH_INSPECTION_INFO
source: Inspection info
ru: Информация инспекции

# TXT_NEW_TACHOGRAPH_TECHNICIAN
source: Technician
ru: Техник

# TXT_NEW_TACHOGRAPH_INVOICE_NUMBER
source: Invoice number
ru: Номер счета-фактуры

# TXT_NEW_TACHOGRAPH_INSPECTION_DATA
source: Inspection data
ru: Данные инспекции

# TXT_NEW_TACHOGRAPH_PPRN_CONSTANT
source: PPR/N-constant
ru: PPR / N-постоянная

# TXT_NEW_TACHOGRAPH_DRIVE_SHAFT
source: OP Shaft / Drive Shaft PPR
ru: OP Bал / Приводной Вал ППР

# TXT_NEW_TACHOGRAPH_CUSTOMER_DATA
source: Customer data
ru: Данные клиента

# TXT_NEW_TACHOGRAPH_CUSTOMER
source: Customer
ru: Клиент

# TXT_NEW_TACHOGRAPH_SEND_TO_OFFICE
source: Send To Office
ru: Отправить в офис

# TXT_NEW_TACHOGRAPH_SEND_TO_CUSTOMER
source: Send To Customer
ru: Отправить клиенту

# TXT_NEW_TACHOGRAPH_DO_NOT_SEND
source: Do not send
ru: Не отправлять

# TXT_NEW_TACHOGRAPH_EXPORT_PDF
source: Export PDF
ru: Экспорт PDF

# TXT_NEW_TACHOGRAPH_PRINT
source: Print
ru: Печать

# TXT_NEW_TACHOGRAPH_CANCEL
source: Cancel
ru: Отмена

# TXT_NEW_UNDOWNLOADABILITY_UNDOWNLOADABILITY_DOCUMENT
source: Undownloadability document
ru: Документ невозможности загрузки

# TXT_NEW_UNDOWNLOADABILITY_VEHICLE_DATA
source: Vehicle data
ru: Данные транспортного средства

# TXT_NEW_UNDOWNLOADABILITY_REGISTRATION_NUMBER
source: Registration number
ru: Регистрационный номер

# TXT_NEW_UNDOWNLOADABILITY_TACHOGRAPH_DATA
source: Tachograph data
ru: Данные тахографа

# TXT_NEW_UNDOWNLOADABILITY_TACHOGRAPH_MAKE
source: Tachograph make
ru: Марка тахографа

# TXT_NEW_UNDOWNLOADABILITY_MODEL
source: Model
ru: Модель

# TXT_NEW_UNDOWNLOADABILITY_SERIAL_NUMBER
source: Serial number
ru: Серийный номер

# TXT_NEW_UNDOWNLOADABILITY_INSPECTION_DATA
source: Inspection data
ru: Данные инспекции

# TXT_NEW_UNDOWNLOADABILITY_INSPECTION_DATE
source: Inspection date
ru: Дата инспекции

# TXT_NEW_UNDOWNLOADABILITY_TECHNICIAN
source: Technician
ru: Техник

# TXT_NEW_UNDOWNLOADABILITY_CUSTOMER_DATA
source: Customer data
ru: Данные клиента

# TXT_NEW_UNDOWNLOADABILITY_CUSTOMER
source: Customer
ru: Клиент

# TXT_NEW_UNDOWNLOADABILITY_EXPORT_PDF
source: Export PDF
ru: Экспорт PDF

# TXT_NEW_UNDOWNLOADABILITY_PRINT
source: Print
ru: Печать

# TXT_NEW_UNDOWNLOADABILITY_CANCEL
source: Cancel
ru: Отмена

# TXT_CUSTOMER_SETTINGS_CUSTOMER_SETTINGS
source: Customer Settings
ru: Настройки клиента

# TXT_CUSTOMER_SETTINGS_REMOVE
source: Remove
ru: Удаление

# TXT_CUSTOMER_SETTINGS_CUSTOMER_NAME
source: Customer Name:
ru: Имя клиента:

# TXT_CUSTOMER_SETTINGS_EMAIL
source: Email:
ru: Электронная почта:

# TXT_CUSTOMER_SETTINGS_SECONDARY_EMAIL
source: Secondary Email:
ru: Дополнительный адрес электронной почты:

# TXT_CUSTOMER_SETTINGS_ADDRESS
source: Address/P.O. Box:
ru: Адрес почтового ящика:

# TXT_CUSTOMER_SETTINGS_POST_CODE
source: Post Code:
ru: Индекс:

# TXT_CUSTOMER_SETTINGS_TOWN
source: Town:
ru: Город:

# TXT_CUSTOMER_SETTINGS_PHONE_NUMBER
source: Phone Number:
ru: Номер телефона:

# TXT_CUSTOMER_SETTINGS_SAVE
source: Save
ru: Сохранить

# TXT_CUSTOMER_SETTINGS_CANCEL
source: Cancel
ru: Отмена

# TXT_GENERAL_SETTINGS_GENERAL_SETTINGS
source: General settings
ru: Общие настройки

# TXT_GENERAL_SETTINGS_BACKUP_DATABASE_ON_DAYS
source: Backup database automatically on the specified day(s):
ru: Автоматическое резервное копирование базы данных за указанные дни:

# TXT_GENERAL_SETTINGS_BROWSE
source: Browse
ru: Просмотр

# TXT_MONDAY
source: Monday
ru: Понедельник

# TXT_TUESDAY
source: Tuesday
ru: Вторник

# TXT_WEDNESDAY
source: Wednesday
ru: Среда

# TXT_THURSDAY
source: Thursday
ru: Четверг

# TXT_FRIDAY
source: Friday
ru: Пятница

# TXT_SATURDAY
source: Saturday
ru: Суббота

# TXT_SUNDAY
source: Sunday
ru: Воскресенье

# TXT_INSPECTION_EQUIPMENTS_TITLE
source: Inspection equipments
ru: Инспекционное оборудование

# TXT_INSPECTION_EQUIPMENTS_ADD
source: Add
ru: Добавить

# TXT_INSPECTION_EQUIPMENTS_REMOVE
source: Remove
ru: Удалить

# TXT_INSPECTION_METHODS_TITLE
source: Inspection methods
ru: Методы проверки

# TXT_INSPECTION_METHODS_ADD
source: Add
ru: Добавить

# TXT_INSPECTION_METHODS_REMOVE
source: Remove
ru: Удалить

# TXT_EMAIL_SETTINGS_TITLE_TITLE
source: Email settings
ru: Настройки электронной почты

# TXT_EMAIL_SETTINGS_TITLE_DONT_SEND_EMAILS
source: Don't send emails
ru: Не отправлять электронную почту

# TXT_EMAIL_SETTINGS_TITLE_AUTO_EMAIL_CERTIFICATES
source: Automatically email certificates
ru: Автоматические сертификаты электронной почты

# TXT_EMAIL_SETTINGS_TITLE_MAKE_EDITS_BEFORE_SENDING
source: Allow me to make edits before sending
ru: Разрешить внести изменения до отправки

# TXT_EMAIL_SETTINGS_TITLE_SUBJECT
source: Subject
ru: Объект

# TXT_EMAIL_SETTINGS_TITLE_BODY
source: Body
ru: Корпус

# TXT_EMAIL_SETTINGS_TITLE_DEFAULT_SENDING_PREFERENCES
source: Default Sending Preferences
ru: Отправка предпочтения по умолчанию

# TXT_EMAIL_SETTINGS_TITLE_SEND_TO_OFFICE
source: Send To Office
ru: Отправить в офис

# TXT_EMAIL_SETTINGS_TITLE_SEND_TO_CUSTOMER
source: Send To Customer
ru: Отправить клиенту

# TXT_EMAIL_SETTINGS_TITLE_DO_NOT_SEND
source: Do not send
ru: Не отправлять

# TXT_EMAIL_SETTINGS_USERS_WONT_SEE_SETTINGS
source: Users will not see these settings when "Don't send emails" is selected
ru: Пользователи не будут видеть эти параметры при выборе "Не отправлять электронную почту"

# TXT_PRINTER_SETTINGS_TITLE
source: Printer settings
ru: Настройки принтера

# TXT_PRINTER_SETTINGS_GENERAL_PURPOSE_PRINTER
source: General Purpose Printer
ru: Общее Назначение Принтера

# TXT_PRINTER_SETTINGS_ALWAYS_ASK
source: Ask printer always when printing
ru: Запрашивать принтер всегда при печати

# TXT_PRINTER_SETTINGS_ALWAYS_USE
source: Use this printer always:
ru: Всегда использовать этот принтер:

# TXT_PRINTER_SETTINGS_DEFAULT_NUMBER
source: Default number of copies:
ru: Количество копий по умолчанию:

# TXT_PRINTER_SETTINGS_LABEL_PRINTER
source: Label Printer
ru: Печать этикетки

# TXT_REGISTRATION_SETTINGS_TITLE
source: Registration settings
ru: Настройки регистрации

# TXT_REGISTRATION_SETTINGS_COMPANY_NAME
source: Company name
ru: Название компании

# TXT_REGISTRATION_SETTINGS_SEAL_NUMBER
source: Seal number
ru: Номер печати

# TXT_REGISTRATION_SETTINGS_EXPIRATION_DATE
source: Expiration Date:
ru: Срок годности:

# TXT_SETTINGS_TITLE
source: Settings
ru: Настройки

# TXT_SETTINGS_CANCEL
source: Cancel
ru: Отмена

# TXT_SETTINGS_SAVE_ALL_AND_CLOSE
source: Save All & Close
ru: Сохраните все & Закрыть

# TXT_SHORTCUT_SETTINGS_TITLE
source: Shortcut settings
ru: Настройки краткого пути

# TXT_SHORTCUT_SETTINGS_TACHO_MAKES_AND_MODELES
source: Tachograph makes and models
ru: Марка и модель тахографа

# TXT_SHORTCUT_SETTINGS_VEHICLE_MAKES_MODELS
source: Vehicle makes and models
ru: Марка и модель автомобиля

# TXT_SHORTCUT_SETTINGS_TECHNICIANS
source: Technicians
ru: Техник

# TXT_SHORTCUT_SETTINGS_INSPECTION_METHODS
source: Inspection methods
ru: Методы проверки

# TXT_SHORTCUT_SETTINGS_INSPECTION_EQUIPMENTS
source: Inspection equipments
ru: Инспекционное оборудование

# TXT_SHORTCUT_SETTINGS_TYRE_SIZES
source: Tyre sizes
ru: Размеры шин

# TXT_TACHO_MAKES_MODELS_
source: Tachograph Makes Models
ru: Модель Производителя Тахографа

# TXT_TACHO_MAKES_MODELS_TITLE
source: Tachograph Makes Models
ru: Модель Производителя Тахографа

# TXT_TACHO_MAKES_MODELS_ADD
source: Add
ru: Добавить

# TXT_TACHO_MAKES_MODELS_REMOVE
source: Remove
ru: Удалить

# TXT_TACHO_MAKES_MODELS_MODEL
source: Model
ru: Модель

# TXT_TECHNICIANS_TITLE
source: Technicians
ru: Техник

# TXT_TECHNICIANS_ADD
source: Add
ru: Добавить

# TXT_TECHNICIANS_REMOVE
source: Remove
ru: Удалить

# TXT_TECHNICIANS_SET_AS_DEFAULT
source: Set as default
ru: Установить по умолчанию

# TXT_TYRE_SIZES_TITLE
source: Tyre sizes
ru: Размеры шин

# TXT_TYRE_SIZES_ADD
source: Add
ru: Добавить

# TXT_TYRE_SIZES_REMOVE
source: Remove
ru: Удалить

# TXT_USER_MANAGEMENT_TITLE
source: User Management
ru: Управление пользователями

# TXT_USER_MANAGEMENT_ADD_NEW_USER
source: Add new user:
ru: Добавить нового пользователя:

# TXT_USER_MANAGEMENT_NEW_USER_PASSWORD
source: New user password:
ru: Новый пароль пользователя:

# TXT_USER_MANAGEMENT_ADD
source: Add
ru: Добавить

# TXT_USER_MANAGEMENT_CLEAR
source: Clear
ru: Очистить

# TXT_USER_MANAGEMENT_YOUR
source: your
ru: ваш

# TXT_USER_MANAGEMENT_CHANGE
source: Change
ru: Изменить

# TXT_USER_MANAGEMENT_PASSWORD
source: password
ru: Пароль

# TXT_USER_MANAGEMENT_OLD_PASSWORD
source: Your old password:
ru: Ваш старый пароль:

# TXT_USER_MANAGEMENT_NEW_PASSWORD
source: New password:
ru: Новый пароль:

# TXT_USER_MANAGEMENT_CHANGE_PASSWORD
source: Change
ru: Изменить

# TXT_USER_MANAGEMENT_CHANGE_CANCEL
source: Cancel
ru: Отмена

# TXT_USER_MANAGEMENT_EXISTING_USERS
source: Existing Users:
ru: Существующие пользователи:

# TXT_USER_MANAGEMENT_MANAGE_SIGNATURE
source: Manage Signature
ru: Управление Подписями

# TXT_USER_MANAGEMENT_RESET_PASSWORD
source: Reset Password
ru: Изменить пароль

# TXT_VEHICLE_MAKES_MODELS_TITLE
source: Vehicle make and model settings
ru: Марка автомобиля и настройки модели

# TXT_VEHICLE_MAKES_MODELS_ADD
source: Add
ru: Добавить

# TXT_VEHICLE_MAKES_MODELS_REMOVE
source: Remove
ru: Удалить

# TXT_VEHICLE_MAKES_MODELS_MODEL
source: Model
ru: Модель

# TXT_WORKSHOP_SETITNGS_TITLE
source: Workshop Settings
ru: Настройки мастерской

# TXT_WORKSHOP_SETITNGS_WORKSHOP_NAME
source: Workshop name
ru: Название мастерской

# TXT_WORKSHOP_SETITNGS_ADDRESS_1
source: Address 1
ru: Адрес 1

# TXT_WORKSHOP_SETITNGS_ADDRESS_2
source: Address 2
ru: Адрес 2

# TXT_WORKSHOP_SETITNGS_TOWN
source: Town
ru: Город

# TXT_WORKSHOP_SETITNGS_POST_CODE
source: Post Code
ru: Индекс

# TXT_WORKSHOP_SETITNGS_PHONE_NUMBER
source: Phone Number
ru: Номер телефона

# TXT_WORKSHOP_SETITNGS_MAIN_EMAIL_ADDRESS
source: Main Email Address
ru: Основная электронная почта

# TXT_WORKSHOP_SETITNGS_SECONDARY_EMAIL_ADDRESS
source: Secondary Email Address
ru: Дополнительная электронная почта

# TXT_WORKSHOP_SETITNGS_CHOOSE_LOGO
source: Choose Logo
ru: Выбрать логотип

# TXT_SPEEDLIMITER_TITLE
source: Speedlimiter document
ru: Документ ограничения скорости

# TXT_SPEEDLIMITER_VEHICLE_DATA
source: Vehicle data
ru: Данные транспортного средства

# TXT_SPEEDLIMITER_REGISTRATION_NUMBER
source: Registration number
ru: Регистрационный номер

# TXT_SPEEDLIMITER_VIN
source: VIN
ru: ВИН-код

# TXT_SPEEDLIMITER_VEHICLE_MAKE
source: Vehicle make
ru: Марка автомобиля

# TXT_SPEEDLIMITER_MODEL
source: Model
ru: Модель

# TXT_SPEEDLIMITER_TYRE_SIZE
source: Tyre size
ru: Размер шин

# TXT_SPEEDLIMITER_VEHICLE_TYPE
source: Vehicle type
ru: Тип транспортного средства

# TXT_SPEEDLIMITER_REGULATION_SPEED
source: Regulation Speed
ru: Регулировка скорости

# TXT_SPEEDLIMITER_LIMITER_SPEED
source: Limiter Speed
ru: Ограничение скорости

# TXT_SPEEDLIMITER_INSPECTION_DATA
source: Ispection data
ru: Данные инспекции

# TXT_SPEEDLIMITER_INSPECTION_EQUIPMENT
source: Inspection equipment
ru: Осмотр оборудования

# TXT_SPEEDLIMITER_INSPECTION_METHOD
source: Inspection method
ru: Метод контроля

# TXT_SPEEDLIMITER_TECHNICIAN
source: Technician
ru: Техник

# TXT_SPEEDLIMITER_INSPECTION_DATE
source: Inspection date
ru: Дата инспекции

# TXT_SPEEDLIMITER_ACCEPTED
source: Accepted
ru: Принято

# TXT_SPEEDLIMITER_CUSTOMER_DATA
source: Customer data
ru: Данные клиента

# TXT_SPEEDLIMITER_CUSTOMER
source: Customer
ru: Клиент

# TXT_SPEEDLIMITER_EXPORT_PDF
source: Export PDF
ru: Экспорт PDF

# TXT_SPEEDLIMITER_PREVIEW
source: Preview
ru: Предварительный просмотр

# TXT_SPEEDLIMITER_PRINT
source: Print
ru: Печать

# TXT_SPEEDLIMITER_CANCEL
source: Cancel
ru: Отмена

# TXT_TACHO_HISTORY_TITLE
source: Tachograph document history
ru: Документ истории тахографа

# TXT_TACHO_HISTORY_ENTER_SEARCH_TERM
source: Enter search term
ru: Введите условия поиска

# TXT_TACHO_HISTORY_CREATION_DATE
source: Creation date
ru: Дата создания

# TXT_TACHO_HISTORY_TYPE
source: Type
ru: Тип

# TXT_TACHO_HISTORY_VEHICLE_REGISTRATION_NUMBER
source: Vehicle registration number
ru: Регистрационный номер транспортного средства

# TXT_TACHO_HISTORY_TECHNICIAN
source: Technician
ru: Техник

# TXT_TACHO_HISTORY_OFFICE
source: Office
ru: Офис

# TXT_TACHO_HISTORY_CUSTOMER
source: Customer
ru: Клиент

# TXT_TACHO_HISTORY_OPEN_IN_REPORT_FORM
source: Open in report form
ru: Открыть в форме отчета

# TXT_TACHO_HISTORY_EMAIL_REPORT
source: Email Report
ru: Отчёт электронной почты

# TXT_TACHO_HISTORY_CREATE_VOSA_DOCUMENT
source: Create VOSA document
ru: Создание документа Роструда

# TXT_TACHO_HISTORY_REPRINT_LABEL
source: Re-Print Label
ru: Перепечатать этикетку

# TXT_TACHO_HISTORY_REPRINT_CERTIFICATE
source: Re-Print Certificate
ru: Перепечатать сертификат

# TXT_UNDOWNLOADABILITY_HISTORY_TITLE
source: Undownloadability document history
ru: История документа невозможности загрузки

# TXT_UNDOWNLOADABILITY_HISTORY_ENTER_SEARCH_TERM
source: Enter search term
ru: Введите поисковый запрос

# TXT_UNDOWNLOADABILITY_HISTORY_CREATION_DATE
source: Creation date
ru: Дата создания

# TXT_UNDOWNLOADABILITY_HISTORY_VEHICLE_REGISTRATION_NUMBER
source: Vehicle registration number
ru: Регистрационный номер транспортного средства

# TXT_UNDOWNLOADABILITY_HISTORY_OFFICE
source: Office
ru: Офис

# TXT_UNDOWNLOADABILITY_HISTORY_TECHNICIAN
source: Technician
ru: Техник

# TXT_UNDOWNLOADABILITY_HISTORY_CUSTOMER
source: Customer
ru: Клиент

# TXT_UNDOWNLOADABILITY_HISTORY_OPEN_IN_REPORT_FORM
source: Open in report form
ru: Открыть в форме отчета

# TXT_UNDOWNLOADABILITY_HISTORY_REPRINT_CERTIFICATE
source: Re-Print Certificate
ru: Перепечатать сертификат

# TXT_WORKSHOP_CARD_FILES_TITLE
source: Workshop card files
ru: Файл карты мастерской

# TXT_WORKSHOP_CARD_FILES_ADD_FILE
source: Add file
ru: Добавить файл

# TXT_WORKSHOP_CARD_FILES_READ_FROM_CARD
source: Read from card
ru: Считать с карты

# TXT_WORKSHOP_CARD_FILES_FILE
source: File:
ru: Файл:

# TXT_WORKSHOP_CARD_FILES_BROWSE
source: Browse
ru: Просмотр

# TXT_WORKSHOP_CARD_FILES_WORKSHOP
source: Workshop:
ru: Мастерская:

# TXT_WORKSHOP_CARD_FILES_DATE
source: Date:
ru: Дата:

# TXT_WORKSHOP_CARD_FILES_ADD
source: Add
ru: Добавить

# TXT_WORKSHOP_CARD_FILES_STORED_FILES
source: Stored files
ru: Сохраненные файлы

# TXT_WORKSHOP_CARD_FILES_CREATION_DATE
source: Creation date
ru: Дата создания

# TXT_WORKSHOP_CARD_FILES_WORKSHOP_2
source: Workshop
ru: Мастерская

# TXT_WORKSHOP_CARD_FILES_EXPORT
source: Export
ru: Экспорт

# TXT_WORKSHOP_CARD_FILES_REMOVE
source: Remove
ru: Удалить

# ERR_UNABLE_GENERATE_CARD_DUMP
source: Unable to generate card dump
ru: Невозможно создать дамп карты

# TXT_CALIBRATION_DETAILS_TITLE
source: Calibration Details
ru: Калибровка подробности

# TXT_CALIBRATION_DETAILS_PURPOSE
source: Purpose:
ru: Назначение:

# TXT_CALIBRATION_DETAILS_VIN
source: Vehicle identification number:
ru: Идентификационный номер транспортного средства:

# TXT_CALIBRATION_DETAILS_REGISTRATION_NATION
source: Vehicle registration nation:
ru: Страна регистрации автомобиля

# TXT_CALIBRATION_DETAILS_REGISTRATION_NUMBER
source: Vehicle registration number:
ru: Регистрационный номер транспортного средства:

# TXT_CALIBRATION_DETAILS_W_FACTOR
source: W factor:
ru: W Фактор

# TXT_CALIBRATION_DETAILS_K_FACTOR
source: K factor:
ru: K Фактор

# TXT_CALIBRATION_DETAILS_L_FACTOR
source: L factor of the wheel:
ru: L Фактор колеса

# TXT_CALIBRATION_DETAILS_SIZE_OF_TYRE
source: Size of tyre:
ru: Размер шин:

# TXT_CALIBRATION_DETAILS_MAX_SPEED
source: Maximum speed:
ru: Максимальная скорость:

# TXT_CALIBRATION_DETAILS_ODOMETER_READING
source: Odometer reading:
ru: Показания одометра:

# TXT_CALIBRATION_DETAILS_CALIBRATION_TIME
source: Calibration time:
ru: Время калибровки:

# TXT_CALIBRATION_DETAILS_NEXT_CALIBRATION_DATE
source: Next calibration date:
ru: Следующая дата калибровки:

# TXT_CALIBRATION_DETAILS_VEHICLE_UNIT_NUMBER
source: Vehicle unit number:
ru: Номер блока автомобиля

# TXT_CALIBRATION_DETAILS_TACHO_SERIAL_NUMBER
source: Tachograph serial number:
ru: Серийный номер тахографа:

# TXT_CALIBRATION_DETAILS_TACHO_MAKE
source: Tachograph make:
ru: Производитель тахографа

# TXT_CALIBRATION_DETAILS_SENSOR_SERIAL
source: Sensor serial number:
ru: Серийный номер датчика:

# TXT_CALIBRATION_DETAILS_SELECT_DATE_RANGE
source: Select Date Range
ru: Выберите диапазон даты

# TXT_CALIBRATION_DETAILS_START
source: Start:
ru: Начало:

# TXT_CALIBRATION_DETAILS_END
source: End:
ru: Конец:

# TXT_CALIBRATION_DETAILS_SELECT
source: Select
ru: Выбрать

# TXT_CALIBRATION_DETAILS_CANCEL
source: Cancel
ru: Отмена

# TXT_EXCEPTION_WINDOW_TECHNICAL_INFORMATION
source: Technical Information
ru: Техническая информация

# TXT_EXCEPTION_WINDOW_DATE_TIME
source: Date/Time
ru: Дата / Время

# TXT_EXCEPTION_WINDOW_EXCEPTION_DETAILS
source: Exception Details
ru: Подробности исключения

# TXT_EXCEPTION_WINDOW_EXPORT
source: Export
ru: Экспорт

# TXT_EXCEPTION_WINDOW_CLOSE
source: Close
ru: Закрыть

# TXT_LOGIN_WINDOW_TITLE
source: Log In
ru: Вход

# TXT_LOGIN_WINDOW_USER_NAME
source: User Name:
ru: Имя пользователя:

# TXT_LOGIN_WINDOW_PASSWORD
source: Password:
ru: Пароль:

# TXT_LOGIN_WINDOW_CANCEL
source: Cancel
ru: Отмена

# TXT_MAIN_WINDOW_TITLE
source: Webcal - Skillray Transport Services Ltd
ru: Webcal - RoadSoft Transport Services Ltd

# TXT_MAIN_WINDOW_FILE
source: File
ru: Файл

# TXT_MAIN_WINDOW_SETTINGS
source: Settings
ru: Настройки

# TXT_MAIN_WINDOW_GENERATE_REPORT
source: Generate Report
ru: Создать отчет

# TXT_MAIN_WINDOW_BACKUP_DATABASE
source: Backup Database
ru: Резервное копирование базы данных

# TXT_MAIN_WINDOW_RESTORE_DATABASE
source: Restore Database
ru: Восстановление базы данных

# TXT_MAIN_WINDOW_VIEW_TASK_QUEUE
source: See Recent Tasks
ru: Посмотреть Задачу в Очереди

# TXT_MAIN_WINDOW_CHECK_FOR_UPDATES
source: Check For Updates
ru: Проверить на наличие обновлений

# TXT_MAIN_WINDOW_ABOUT
source: About
ru: Относительно

# TXT_MAIN_WINDOW_SHOW_SETTINGS
source: Shows the settings dialog
ru: Показать настройки диалога

# TXT_MAIN_WINDOW_SHOW_REPORT
source: Shows the report dialog
ru: Показать отчёт диалога

# TXT_MAIN_WINDOW_SHOW_BACKUP
source: Shows the backup utility
ru: Показать утилиты резервного копирования

# TXT_MAIN_WINDOW_SHOW_RESTORE
source: Shows the restore utility
ru: Показать утилиты восстановления

# TXT_MAIN_WINDOW_SHOW_TASKS
source: Displays the list of tasks currently running
ru: Отображать список задач работающих в настоящие время

# TXT_MAIN_WINDOW_CHECK_FOR_APPLICATION_UPDATES
source: Checks for updates to the application
ru: Проверить на наличие обновления приложения

# TXT_MAIN_WINDOW_SHOWS_ABOUT_AND_TECH
source: Shows about and technical information
ru: Показать техническую информацию

# TXT_MAIN_WINDOW_COPYRIGHT
source: Copyright © Skillray Transport Services UK
ru: Все права защищены © RoadSoft International

# TXT_MAIN_WINDOW_VIEW_TECHNICAL_INFORMATION
source: View Technical Information
ru: Посмотреть Техническую Информацию

# TXT_MAIN_WINDOW_EXITS_APPLICATION
source: Exits the application
ru: Выйти из приложения

# TXT_MAIN_WINDOW_NEW_DOCUMENTS
source: New Documents
ru: Новый Документ

# TXT_MAIN_WINDOW_HOME
source: Home
ru: Главная

# TXT_MAIN_WINDOW_EXIT
source: Exit
ru: Выход

# TXT_MAIN_WINDOW_SHOWS_HOME_SCREEN
source: Shows the home screen
ru: Показать главный экран

# TXT_MAIN_WINDOW_DIGITAL_TACHO
source: Digital Tachograph
ru: Цифровой Тахограф
