Repository: jpreecedev/WebCal
Catalog: TachographReader/Properties/Resources.*.resx
Languages: ru

# TXT_CONFIRM_EXIT
source: Are you sure you want to exit? Any unsaved changes will be lost.
ru: Вы уверены, что хотите выйти? Все несохраненные изменения будут потеряны.

# TXT_QUESTION
source: Question
ru: Bonpoc

# TXT_UNSAVED_CHANGES_WILL_BE_LOST
source: Any unsaved changes will be lost...are you sure?
ru: Все несохраненные изменения будут потеряны ... Вы уверены?

# TXT_ERROR
source: Error
ru: Ошибка

# TXT_GIVE_MAKE_OF_VEHICLE
source: Give make of vehicle
ru: Укажите марку автомобиля

# TXT_MINOR_WORK_DETAILS
source: M - Minor Work
ru: М - Маленькая Работа

# TXT_GIVE_MODEL_OF_VEHICLE
source: Give model of vehicle
ru: Укажите модель автомобиля

# TXT_GENERAL_SETTINGS
source: General settings
ru: Общие настройки

# TXT_WORKSHOP_SETTINGS
source: Workshop settings
ru: Настройки мастерской

# TXT_REGISTRATION_SETTINGS
source: Registration settings
ru: Настройки регистрации

# TXT_CUSTOMER_SETTINGS
source: Customer settings
ru: Настройки клиента

# TXT_SHORTCUT_SETTINGS
source: Shortcut settings
ru: Настройки краткого пути

# TXT_TACHOGRAPH_MAKES_MODELS
source: Tachograph makes and models
ru: Модель и марка тахографа

# TXT_VEHICLE_MAKES_MODELS
source: Vehicle makes and models
ru: Модель и марка автомобиля

# TXT_TECHNICIANS
source: Technicians
ru: Техник

# TXT_INSPECTION_METHODS
source: Inspection methods
ru: Методы проверки

# TXT_INSPECTION_EQUIPMENTS
source: Inspection equipments
ru: Инспекционное оборудование

# TXT_TYRE_SIZES
source: Tyre sizes
ru: Размеры шин

# TXT_PRINTER_SETTINGS
source: Printer settings
ru: Настройки принтера

# TXT_GIVE_MAKE_OF_TACHOGRAPH
source: Give make of tachograph
ru: Укажите марку тахографа

# TXT_GIVE_MODEL_OF_TACHOGRAPH
source: Give model of tachograph
ru: Укажите модель тахографа

# TXT_GIVE_TYRE_SIZE
source: Give tyre size
ru: Укажите размер шин

# TXT_GIVE_NAME_OF_TECHNICIAN
source: Give the name of the technician
ru: Укажите имя специалиста

# TXT_GIVE_INSPECTION_METHOD
source: Give inspection method
ru: Укажите метод контроля

# TXT_GIVE_INSPECTION_EQUIPMENT
source: Give inspection equipment
ru: Укажите инспекционное оборудование

# EXC_INCOMPLETE_FIELDS
source: Please ensure that all fields are completed before adding
ru: Пожалуйста, убедитесь, что все поля заполнены

# EXC_MISSING_FIELDS
source: Please ensure that all required files are completed with a valid value
ru: Пожалуйста, убедитесь, что все необходимые файлы содержат допустимые значения

# TXT_YES
source: Yes
ru: Да

# TXT_NO
source: No
ru: Нет

# MSG_EXC_CANNOT_ACCESS_FILE
source: The file specified does not exist or you don't have permission to access it.
ru: Указанный файл не существует или у вас нет разрешения на доступ к файлу.

# ERR_UNABLE_LOAD_GIVEN_FILE
source: Unable to load the file specified.
ru: Не удалось загрузить указанный файл.

# TXT_READ_FROM_CARD
source: Read from card
ru: Считывание с карты

# TXT_READING
source: Reading...
ru: Считывание...

# EXC_NO_SMART_CARD_READERS_FOUND
source: No smart card/reader was found.
ru: Нет смарт-карты / считыватель был найден.

# EXC_UNABLE_TO_CREATE_DRIVER_CARD
source: Unable to create driver card file.
ru: Невозможно создать файл карты водителя.

# EXC_UNABLE_TO_CREATE_TACHOGRAPH_FILE
source: Unable to create tachograph file
ru: Невозможно создать файл тахографа

# EXC_UNABLE_CREATE_SETTINGS_VIEW
source: Unable to create the settings view.
ru: Невозможно создать вид настроек.

# TXT_PAGE_NUMBER_FORMAT
source: Page {page} of {numpages}
ru: Страница {page} или {numpages}

# TXT_GENERATED_REPORT
source: Generated Report
ru: Созданный Отчет

# EXC_UNABLE_GENERATE_EXCEL_SPREADSHEET
source: Unable to generate Microsoft Excel spreadsheet.
ru: Невозможно создать Microsoft Excel таблицу.

# EXC_ERROR_WHILST_READING_SMART_CARD
source: An error occurred whilst trying to read the smart card.
ru: Произошла ошибка при попытке чтения смарт-карты.

# TXT_REGISTRATION_NUMBER
source: Registration number
ru: Регистрационный номер

# TXT_CUSTOMER
source: Customer
ru: Клиент

# TXT_OFFICE
source: Office
ru: Офис

# TXT_DOCUMENT_TYPE
source: Document Type
ru: Тип Документа

# EXC_UNABLE_ADD_WORKSHOP_CARD_FILE
source: Unable to add workshop card file.
ru: Невозможно добавить файл карты мастерской.

# EXC_COULD_NOT_LOCATE_RESOURCE
source: Could not locate resource '{0}'
ru: Не удалось обнаружить ресурс '{0}'

# ERR_COULD_NOT_FIND_TEMP_DIR
source: Could not establish the temp directory
ru: Не удалось установить временный каталог

# EXC_UNABLE_PREVIEW_DOCUMENT
source: Unable to preview the document
ru: Невозможно просмотреть документ

# EXC_UNABLE_GENERATE_PRINT_PREVIEW
source: Unable to generate print preview
ru: Невозможно создать предварительный просмотр

# EXC_CANNOT_PRINT_PDF
source: Could not find a program capable of opening PDF files.
ru: Нет программы для чтения PDF файлов.

# EXC_UNABLE_PRINT_PDF
source: Unable to print PDF
ru: Невозможно печатать PDF

# EXC_UNABLE_EXPORT_PDF
source: Unable to export PDF file
ru: Невозможно экспортировать PDF-файл

# TXT_INFORMATION
source: Information
ru: Информация

# TXT_EXPORT_COMPLETE
source: Export complete
ru: Экспорт завершён

# TXT_DOCUMENT_PRINTED
source: The document has been sent to your default printer
ru: Документ был отправлен на принтер по умолчанию

# ERR_GIVEN_SERIAL_IS_INVALID
source: The given serial is invalid.
ru: Данный серийный номер является недействительным.

# ERR_LICENSE_KEY_HAS_EXPIRED
source: The given license key has expired
ru: Данный лицензионный ключ истек

# MSG_INF_SOFTWARE_HAS_BEEN_REGISTERED
source: This software has been registered Expiration date: {0}
ru: Это ПО было зарегистрировано {0}

# TXT_LICENSE_KEY
source: License Key
ru: Лицензионный ключ

# ERR_UNABLE_GENERATE_PDF
source: Unable to generate PDF. {0}
ru: Невозможно создать PDF {0}

# ERR_CONVERSION_ERROR_NUMBER
source: PDF conversion error number:
ru: PDF конвертация номер ошибки:

# TXT_UNABLE_COMPLETE_RESTORE
source: Unable to complete the restore operation.
ru: Не удалось завершить операцию восстановления.

# EXC_CANNOT_BACKUP_DATABASE
source: Unable to perform a backup. Backups can only be created when working with SQL Server CE databases.
ru: Невозможно выполнить резервное копирование. Резервные копии могут быть созданы только при работе с базами данных SQL Server CE.

# EXC_UNABLE_VERIFY_DATABASE_PATH
source: Unable to verify the database path
ru: Невозможно проверить путь к базе данных

# ERR_DAY_OF_WEEK_NOT_RECOGNISED
source: Day of week not recognised
ru: День недели не общепризнанный

# TXT_NO_PATH_SPECIFIED
source: (No path specified)
ru: (Не указан путь)

# TXT_CREATED_REPORTS_PER_YEAR_PER_CUSTOMER
source: Created reports per year and per customer - office: {0}
ru: Созданные ежегодные отчеты и клиентские - офис: {0}

# TXT_TACHOGRAPH_DOCUMENTS_PER_YEAR
source: Tachograph documents created per year
ru: Документы тахографа созданные за год

# TXT_YEAR
source: Year
ru: Год

# TXT_NUMBER_OF_DOCUMENTS
source: Number of documents
ru: Количество документов

# TXT_TACHOGRAPH_DOCUMENTS_BY_CUSTOMER
source: Tachograph documents created by customer
ru: Документы тахографа созданные клиентом

# TXT_TACHOGRAPH_DOCUMENTS_THAT_WILL_EXPIRE
source: Tachograph documents that will expire between {0} and {1} - office: {2}
ru: Документы тахографа которые истекут между {0} и {1} - офис: {2}

# TXT_EMAIL
source: Email
ru: Электронная почта

# TXT_PHONE_NUMBER
source: Phone Number
ru: Номер телефона

# TXT_DATE_OF_INSPECTION
source: Date of inspection
ru: Дата проверки

# TXT_DATA_DIRECTORY
source: DataDirectory
ru: Каталог данных

# ERR_UNABLE_READ_CALIBRATION_HISTORY_DATA
source: Unable to retrieve calibration history data.
ru: Не удалось получить данные истории калибровки.

# ERR_UNABLE_GET_CALIBRATION_HISTORY
source: Unable to retrieve calibration history from the smart card. This could be due to either; An error reading the card There is no calibration history present on the card.
ru: Не удалось получить историю калибровки со смарт-карты. Причина ошибки может быть; Ошибка при чтении карты, Нет истории калибровок на карте.

# TXT_UNABLE_READ_SMART_CARD
source: Unable to read smart card.
ru: Не удаётся прочитать смарт-карту.

# TXT_GENERATING_WORKSHOP_CARD_FILE
source: Generating workshop card file...
ru: Создание файла карты мастерской ...

# TXT_WORKSHOP_CARD_FILE_GENERATED
source: Workshop card file was generated.
ru: Файл карты мастерской был сгенерирован.

# TXT_UNABLE_GENERATE_WORKSHOP_CARD
source: Unable to generate workshop card file.
ru: Не удалось создать файл карты мастерской.

# TXT_SELECT_CUSTOMER_ON_LEFT
source: Enter customer details on the right, or select a customer on the right to edit.
ru: Введите данные клиента справа, либо выберете клиента для правки.

# TXT_ENTER_VALID_LICENSE_KEY
source: Enter a valid license key and the field will turn green
ru: Введите действительный лицензионный ключ и поле станет зеленым

# TXT_SELECT_DAYS_FOR_BACKUP
source: Select the days of the week to perform an automatic backup.
ru: Выберите дни недели для выполнения автоматического резервного копирования.

# TXT_NOTHING_TO_EXPORT
source: Nothing to export
ru: Ничего нет для экспорта

# TXT_TACHOGRAPH_AND_M1N1_INSPECTION_PLATE
source: Tachograph and M1N1 inspection plate
ru: Тахограф и M1N1 осмотр номера автомобиля

# TXT_CERTIFICATION_INSPECTION_SEALING_TACHOGRAPH_M1N1
source: Certification of the inspection and sealing of tachograph and M1N1 adapter
ru: Сертификация проверки и герметизации тахографа и M1N1 адаптера

# TXT_TACHOGRAPH_CALIBRATION_CERTIFICATE
source: TACHOGRAPH CALIBRATION CERTIFICATE
ru: СЕРТИФИКАТ КАЛИБРОВКИ ТАХОГРАФА

# TXT_TACHOGRAPH
source: TACHOGRAPH:
ru: ТАХОГРАФ:

# TXT_VEHICLE
source: VEHICLE:
ru: АВТОМОБИЛЬ:

# TXT_M1N1_ADAPTER
source: M1N1 Adapter
ru: M1N1 Адаптер

# TXT_EXP
source: NEXT CALIBRATION DUE:
ru: СЛЕДУЮЩАЯ ДАТА КАЛИБРОВКИ

# TXT_MAKE
source: Make:
ru: Марка:

# TXT_TYPE
source: Type:
ru: Тип:

# TXT_ODOMETER_READING
source: Odometer reading:
ru: Показания одометра:

# TXT_SERIAL_NUMBER
source: Serial number:
ru: Серийный номер:

# TXT_SET_K_FACTOR
source: Set k factor:
ru: Установить коэффициент к:

# TXT_MAKE_AND_MODEL
source: Make and Model
ru: Марка и модель

# TXT_AUTHORISED_TACHOGRAPH_CENTER
source: Authorised Tachograph Center:
ru: Авторизованный Тахограф Центр:

# TXT_AUTHORISED_TESTERS_SIGNATURE
source: Authorised Testers Signature:
ru: Авторизованная Тестер Подпись:

# TXT_ANALOGUE_INSPECTIONS
source: ANALOGUE INSPECTIONS:
ru: АНАЛОГОВЫЕ ПРОВЕРКИ:

# TXT_CUSTOMER_DETAILS
source: CUSTOMER DETAILS:
ru: СВЕДЕНИЯ О ЗАКАЗЧИКЕ:

# TXT_DIGITAL_INSPECTIONS
source: DIGITAL CALIBRATIONS:
ru: ЦИФРОВАЯ КАЛИБРОВКА

# TXT_VRN
source: VRN:
ru: Номера транспортного средства VRN:

# TXT_VIN
source: VIN:
ru: ВИН - Код

# TXT_TYRE_SIZE
source: Tyre Size:
ru: Размер шины:

# TXT_W_FACTOR
source: W factor:
ru: W Фактор

# TXT_IMP_KM
source: {0} imp/km
ru: {0} имп./км

# TXT_TYRE_L_FACTOR
source: Tyre L factor:
ru: Шины L фактор:

# TXT_MM
source: {0} mm
ru: {0} мм

# TXT_M1N1_SERIAL_NUMBER
source: M1N1 S/N
ru: M1N1 С/Н

# TXT_COLOR
source: Colour
ru: Цвет

# TXT_LOCATION
source: Location
ru: Расположение

# TXT_DISTRIBUTOR_SEAL
source: Distributor Seal: {0}
ru: Печать дистрибьютора: {0}

# TXT_W_FACTOR_IMP_KM
source: W: {0} imp/km
ru: W: {0} имп./км

# TXT_K_FACTOR_IMP_KM
source: K: {0} imp/km
ru: K: {0} имп./км

# TXT_L_FACTOR_MM
source: L: {0} mm
ru: L: {0} мм

# TXT_VIN_SMALL_LABEL
source: VIN: {0}
ru: ВИН-Код: {0}

# TXT_TYRE_SIZE_SMALL_LABEL
source: Tyre Size {0}
ru: Размер шин {0}

# TXT_SERIAL_NUMBER_SMALL_LABEL
source: Serial number {0}
ru: Серийный номер {0}

# TXT_M1N1_SERIAL_SMALL_LABEL
source: M1N1 S/N: {0}
ru: M1N1 С/Н: {0}

# TXT_LOCATION_SMALL_LABEL
source: Location {0}
ru: Расположение {0}

# TXT_COLOR_SMALL_LABEL
source: Colour {0}
ru: Цвет {0}

# TXT_W_FACTOR_MEDIUM_LABEL
source: W: {0} imp/km
ru: W: {0} имп./км

# TXT_K_FACTOR_MEDIUM_LABEL
source: K: {0} imp/km
ru: K: {0} имп./км

# TXT_L_FACTOR_MEDIUM_LABEL
source: L: {0} mm
ru: L: {0} мм

# TXT_VIN_MEDIUM_LABEL
source: VIN: {0}
ru: ВИН-Код: {0}

# TXT_TYRE_SIZE_MEDIUM_LABEL
source: Tyre Size {0}
ru: Размер шин {0}

# TXT_SERIAL_NUMBER_MEDIUM_LABEL
source: Serial number {0}
ru: Серийный номер {0}

# TXT_M1N1_SERIAL_NUMBER_MEDIUM_LABEL
source: M1N1 S/N: {0}
ru: M1N1 С/Н: {0}

# TXT_LOCATION_MEDIUM_LABEL
source: Location {0}
ru: Расположение {0}

# TXT_COLOUR_MEDIUM_LABEL
source: Colour {0}
ru: Цвет {0}

# TXT_LICENSE_NUMBER_LABEL
source: Seal No:
ru: Номер печати:

# TXT_TACHOGRAPH_PLAQUE
source: Tachograph plaque
ru: Номер тахографа

# TXT_LICENSE_NO_MINIMAL
source: Seal No:
ru: Номер печати:

# TXT_TACHOGRAPH_RECORD_SHEET
source: Tachograph Record Sheet
ru: Страница записи тахографа

# TXT_SIGNATURE_TECHNICIAN_LARGE
source: Signature/{0}
ru: Подпись / {0}

# TXT_MINOR_WORK_DETAILS_DETAILS
source: Minor Work Details:
ru: Подробности Незначительные Работы:

# TXT_WORK_CARRIED_OUT
source: Work Carried Out:
ru: Проделанная работа:

# TXT_UNDOWNLOADABILITY_LINE_4
source: This document is to be retained by the vehicle operator for the required time period, and presented when requested as required in ECC Regulation 3821/85, Annex 1B.
ru: Этот документ должен храниться оператором транспортного средства в течение требуемого периода времени, и представлен по запросу в соответствии с требованиями Правил ECC 3821/85, Приложение 1В.

# TXT_UNDOWNLOADABILITY_LINE_3
source: This certificate provides the control authorities with confirmation that the data recorded in the unit is not available and was not downloadable from the VU when the vehicle was presented to the named Approved Tachograph Centre.
ru: Этот сертификат предоставляет органам контроля подтверждение, что данные, записанные в блоке, не доступны и не были скачаны из транспортного средства, когда автомобиль был представлен под названием Одобрено тахографов центра.

# TXT_UNDOWNLOADABILITY_LINE_2
source: Therefore no downloaded data can be provided to the user of the VU.
ru: Поэтому пользователю ТС не могут быть предоставлены загруженные данные

# TXT_UNDOWNLOADABILITY_LINE_1
source: Due to the malfunction of the tachograph [{0} - {1}, {2}] installed into vehicle [{3}] the data recorded in the VU's memory was unable to be downloaded.
ru: Из-за неисправности тахографа [{0} - {1}, {2}] установленного в автомобиле [{3}] данные, записанные в памяти тахографа не могут быть загружены.

# TXT_TACHOGRAPH_MAKE
source: Tachograph make
ru: Производитель тахографа

# TXT_TACHOGRAPH_MODEL
source: Tachograph model
ru: Модель тахографа

# TXT_TACHOGRAPH_NUMBER
source: Tachograph number
ru: Номер тахографа

# TXT_UNDOWNLOADABILITY_SIGNATURE
source: Signature/{0}
ru: Подпись/{0}

# TXT_UNLICENSED
source: Unlicensed
ru: Нелицензированный

# TXT_SOFTWARE
source: Software
ru: Программное обеспечение

# EXC_UNABLE_GENERATE_CARD_DUMP
source: Unable to generate card dump
ru: Невозможно создать дамп карты

# TXT_SKILLRAY_UNLICENSED_SOFTWARE
source: Skillray Demo Unlicensed Software
ru: RoadSoft Демо Нелицензионное Программное Обеспечение

# TXT_DEMO
source: Demo
ru: Демо

# TXT_SKILLRAY
source: Skillray
ru: RoadSoft

# TXT_REGISTER_OF_TACHOGRAPH_PLAQUES_ISSUES
source: REGISTER OF TACHOGRAPH PLAQUES ISSUED
ru: РЕГИСТРАЦИЯ ВЫДАННОГО НОМЕРА ТАХОГРАФВ

# TXT_NAME_OF_TACHOGRAPH_CENTER
source: Name of Tachograph Centre
ru: Название Тахографа Центра

# TXT_SEAL_OF_TACHOGRAPH_CENTER
source: Seal Number of Tachograph Centre
ru: Серийный Номер Тахографа Центра

# TXT_REGISTER_BETWEEN
source: Register between
ru: Регистрация между

# TXT_AND
source: and
ru: и

# TXT_MINIMAL_LICENSE_NUMBER
source: Seal number {0}
ru: Номер печати {0}

# QTN_WOULD_YOU_LIKE_BACKUP_DATABASE
source: Would you like to back-up the database?
ru: Хотите создавать резервные копии базы данных?

# ERR_UNABLE_READ_SMART_CARD
source: Unable to read the smart card. Please try again.
ru: Не удалось прочитать карту мастерской. Попробуйте позже.

# EXC_UNHANDLED_EXCEPTION
source: An unhandled error occurred.
ru: Произошла необработанная ошибка.

# TXT_DIGITAL_TACHOGRAPH_DOCUMENT
source: New Digital Tachograph Document
ru: Новый Документ Цифрового Тахографа

# TXT_ANALOGUE_TACHOGRAPH_DOCUMENT
source: New Analogue Tachograph Document
ru: Новый Документ Аналоговог Тахографа

# TXT_CERTIFICATE_TACHOGRAPH_DOCUMENT
source: Re-Print Certificate
ru: Перепечатать Сертификат

# TXT_PLAQUE_TACHOGRAPH_DOCUMENT
source: Re-Print Plaque
ru: Перепечатать Номер

# TXT_TACHOGRAPH_INSTALLATION_PLAQUE
source: Tachograph Installation Plaque
ru: Установка Номера Тахографа

# TXT_LABEL_VU_SERIAL_NUMBER
source: VU Serial No:{0}
ru: Серийный номер транспортного средства: {0}

# TXT_LABEL_WORKSHOP_NAME
source: Workshop:{0}
ru: Мастерская: {0}

# TXT_WORKSHOP_NUMBER
source: Workshop number:{0}
ru: Номер мастерской: {0}

# TXT_LABEL_ADDRESS_1
source: Address:{0}
ru: Адрес: {0}

# TXT_LABEL_TECHNICIAN_NAME
source: Technician ID:{0}
ru: Технический ИД: {0}

# TXT_LABEL_CALIBRATION_DATE
source: Calibration Date:{0}
ru: Дата калибровки: {0}

# TXT_TECHNICIAN
source: Technician
ru: Техник

# TXT_VOSA_INVOICE_NUMBER_HEADER
source: 9 Invoice number
ru: 9 Номер счет-фактуры

# ERR_CANNOT_VERIFY_USERNAME_PASSWORD
source: Unable to verify the given username and/or password
ru: Невозможно проверить данное имя пользователя и / или пароль

# TXT_USER_MANAGEMENT
source: User Management
ru: Управление пользователями

# TXT_ERR_ENTER_UNIQUE_USERNAME
source: Please enter a valid unique username, and a password.
ru: Пожалуйста, введите личное имя пользователя и пароль.

# TXT_ERR_SELECT_USER_TO_REMOVE
source: Please select a user from the right hand menu to remove.
ru: Пожалуйста, выберите пользователя в правой колонке, чтобы убрать.

# TXT_PASSWORD_HAS_BEEN_CHANGED
source: Your password has been changed.
ru: Ваш пароль был изменен.

# TXT_PASSWORD_HAS_BEEN_RESET
source: Your password has been reset to "password" (without quotation marks).
ru: Ваш пароль был сброшен на "password" (без кавычек).

# ERR_PASSWORD_HAS_TO_BE_RESET_BY_SUPERUSER
source: Please log in as superuser to reset your password.
ru: Пожалуйста, зайдите под супер пользователем чтобы изменить пароль.

# ERR_DO_NOT_RESET_OWN_PASSWORD
source: Please don't reset your own password.
ru: Пожалуйста, не меняйте ваш личный пароль

# ERR_COULD_NOT_CHANGE_PASSWORD
source: Unable to change your password, please make sure your old password is correct.
ru: Не удалось изменить пароль. Пожалуйста, убедитесь, что старый пароль верен.

# ERR_UNABLE_TO_LOAD_THE_SPECIFIED_FILE
source: Unable to load the given file.
ru: Не удалось загрузить указанный файл.

# ERR_UNABLE_TO_APPLY_TRANSFORMATIONS
source: Unable to apply transformations to the image.
ru: Невозможно применить преобразования к изображению.

# TXT_MAIL_SETTINGS
source: Email Settings
ru: Настройки электронной почты

# ERR_UNABLE_FIND_ANY_MATCHES
source: Unable to find any matches
ru: Не удалось найти совпадение

# TXT_REPRINT_LABEL
source: Re-Print Plaque
ru: Перепечатать Номер

# TXT_REPRINT_CERTIFICATE
source: Re-Print Certificate
ru: Перепичатать Сертификат

# TXT_REPRINT_COMPLETED
source: Re-print completed.
ru: Перепечатка завершена.

# TXT_RECALIBRATION_CERTIFICATE
source: Recalibration
ru: Перекалибровка

# TXT_2_YEAR
source: 2 Year
ru: 2 Года

# TXT_6_YEAR
source: 6 Year
ru: 6 Лет

# TXT_CALIBRATION
source: Calibration
ru: Калибровка

# TXT_MINOR_WORK
source: Minor Work
ru: Маленькая работа

# TXT_WEBCAL_STREET
source: Unit 10
ru: Блок 10

# SELECT_BITMAP_IMAGE
source: All supported graphics|*.jpg;*.jpeg;*.png|JPEG (*.jpg;*.jpeg)|*.jpg;*.jpeg|Portable Network Graphic (*.png)|*.png
ru: Все поддерживаемые форматы графики | * .jpg;.. * JPEG; * PNG | JPEG (* .jpg; *. JPEG) | * .jpg; *. JPEG | Portable Network Graphic (* .png) | * .png

# EXEC_UNABLE_TO_FIND_PLUGIN
source: Unable to find plugin for given task ({0})
ru: Невозможно найти плагин для данной задачи ({0})

# TXT_DATE
source: DATE:
ru: ДАТА:

# EXC_UNABLE_READ_SMART_CARD
source: Unable to read smartcard.
ru: Не удается прочитать смарт-карту.

# TXT_PLEASE_WAIT
source: Please wait...
ru: Пожалуйста, подождите...

# TXT_UNABLE_INITIALISE_SMART_CARD_READER
source: Unable to initialise the smart card reader. Please ensure that it is plugged and installed correctly.
ru: Не удалось начать работу с кард ридером. Пожалуйста, проверьте правильность установки.

# TXT_EXPIRY
source: EXP :
ru: Срок Действия:

# TXT_SMALL_LABEL_DATE
source: date
ru: Дата

# TXT_EXPIRATION_DATE
source: Expiration Date:
ru: Срок действия:

# TXT_IMP_KM_VEHICLE
source: {0} imp/km
ru: {0} имп./км

# TXT_MEDIUM_W_FACTOR
source: W: {0} imp/km
ru: W: {0} имп./км

# TXT_MEDIUM_K_FACTOR
source: K: {0} imp/km
ru: K: {0} имп./км

# TXT_MEDIUM_VIN
source: VIN: {0}
ru: ВИН-Код: {0}

# TXT_MEDIUM_TYRE_SIZE
source: Tyre Size {0}
ru: Размер шин {0}

# TXT_MEDIUM_SERIAL_NUMBER
source: Serial number {0}
ru: Серийный номер {0}

# TXT_MEDIUM_DATE
source: date: {0}
ru: дата: {0}

# TXT_SMALL_W_FACTOR
source: W: {0} imp/km
ru: W: {0} имп./км

# TXT_SMALL_K_FACTOR
source: K: {0} imp/km
ru: K: {0} имп./км

# TXT_SMALL_TYRE_SIZE
source: Tyre Size {0}
ru: Размер шин {0}

# TXT_SMALL_VIN
source: VIN: {0}
ru: ВИН-Код: {0}

# TXT_SMALL_SERIAL_NUMBER
source: Serial number {0}
ru: Серийный номер {0}

# TXT_SMALL_DATE
source: date {0}
ru: дата {0}

# TXT_LARGE_INSTALLATION
source: I - Installation / Initial calibration
ru: У - Установка / Начальная калибровка

# TXT_LARGE_TWO_YEAR_INSPECTION
source: 2 - 2 year inspection
ru: 2 - 2 года инспекция

# TXT_LARGE_SIX_YEAR_CALIBRATION
source: 6 - 6 year calibration
ru: 6 - 6 лет калибровка

# TXT_LARGE_RECALIBRATION
source: R - Recalibration
ru: П - Перекалибровка

# TXT_LARGE_MINOR_WORK
source: M - Minor Work
ru: М - Маленькая Работа

# TXT_LARGE_DIGITAL_INITIAL
source: 3 - Digital initial calibration
ru: 3 - Цифровая начальная калибровка

# TXT_LARGE_DIGITAL_TWO_YEAR
source: 4 - Digital 2 year calibration
ru: 4 - Цифровая 2 годовая калибровка

# TXT_TEXT_FILE
source: Text File (*.txt)|*.txt
ru: Текстовый Файл (*.txt)|*.txt

# TXT_DATA_FILE
source: Data File (*.dat)|*.dat
ru: Дата Файл (*.dat)|*.dat

# TXT_JPEG_FILE
source: JPEG File (*.jpg)|*.jpg
ru: JPEG Файл (*.jpg)|*.jpg

# TXT_ALL_FILES
source: All Files (*.*)|*.*
ru: Все файлы (*.*)|*.*

# TXT_PORTABLE_NETWORK_GRAPHICS
source: Portable Network Graphics (*.png)|*.png|All Files (*.*)|*.*
ru: Portable Network Graphics (*.png)|*.png|Все Файлы (*.*)|*.*

# TXT_ALPHABET
source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
ru: АБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЮЭЮЯ

# TXT_EMPTY_FIELDS
source: Empty fields
ru: Пустые поля

# TXT_NEW_CUSTOMER
source: New customer
ru: Новый клиент

# TXT_WORKSHOP_CARD_CALIBRATION_BROWSER
source: Workshop card calibration browser
ru: Показать калибровку карты мастерской

# TXT_VEHICLE_REGISTRATION_NUMBER
source: Vehicle registration number
ru: Регистрационный номер транспортного средства

# TXT_CALIBRATION_DATE
source: Calibration Date
ru: Дата калибровки

# TXT_SHOW_DETAILS
source: Show Details
ru: Показать подробности

# TXT_SELECT_ALL
source: Select All
ru: Выбрать всё

# TXT_CLEAR_SELECTION
source: Clear Selection
ru: Очистить выбор

# TXT_CALIBRATIONS_READ_FROM_CARD
source: Read from card
ru: Читать с карты

# TXT_CALIBRATIONS_SELECT_ALL
source: Select all
ru: Выбрать всё

# TXT_CALIBRATIONS_CLEAR_SELECTION
source: Clear selection
ru: Очистить выбранное

# TXT_CALIBRATIONS_SHOW_DETAILS
source: Show details
ru: Показать детали

# TXT_DRIVER_CARD_FILES_DRIVER_CARD_FILESE
source: Driver card files
ru: Файл карты водителя

# TXT_DRIVER_CARD_FILES_BROWSE
source: Browse
ru: Просмотр

# TXT_DRIVER_CARD_FILES_DRIVER
source: Driver:
ru: Водитель:

# TXT_DRIVER_CARD_FILES_CUSTOMER
source: Customer:
ru: Клиент:

# TXT_DRIVER_CARD_FILES_DATE
source: Date:
ru: Дата:

# TXT_DRIVER_CARD_FILES_ADD
source: Add
ru: Добавить

# TXT_DRIVER_CARD_FILES_STORED_FILES
source: Stored files
ru: Сохраненные файлы
