Repository: jpreecedev/WebCal
Catalog: TachographReader/Properties/Resources.*.resx
Languages: ru

# TXT_MAIN_WINDOW_SHOWS_TACHO_DOCUMENT_SCREEN
source: Shows the new tachograph document screen
ru: Показать новый экран документа тахографа

# TXT_MAIN_WINDOW_NEW_TACHO_DOCUMENT
source: New Tachograph Document
ru: Новый Документ Тахографа

# TXT_MAIN_WINDOW_ANALOGUE_TACHO
source: Analogue Tachograph
ru: Аналоговый Тахограф

# TXT_MAIN_WINDOW_NEW_ANALOGUE_TACHO_DOCUMENT
source: New Analogue Tachograph Document
ru: Новый Документ Аналогового Тахографа

# TXT_MAIN_WINDOW_UNDOWNLOADABILITY
source: Undownloadability
ru: Невозможность загрузки

# TXT_MAIN_WINDOW_NEW_UNDOWNLOADABILITY_DOCUMENT
source: New Undownloadability Document
ru: Новый Документ Невозможности загрузки

# TXT_MAIN_WINDOW_SHOWS_UNDOWNLOADABILITY_DOCUMENT
source: Shows the new undownloadability document screen
ru: Показывает экран нового документа невозможности загрузки

# TXT_MAIN_WINDOW_HISTORY
source: History
ru: История

# TXT_MAIN_WINDOW_TACHOGRAPH
source: Tachograph
ru: Тахограф

# TXT_MAIN_WINDOW_TACHOGRAPH_HISTORY
source: Tachograph History
ru: История Тахографа

# TXT_MAIN_WINDOW_SHOWS_TACHO_HISTORY_SCREEN
source: Shows the historical tachograph documents screen
ru: Показать экран истории документа тахографа

# TXT_MAIN_WINDOW_UNDOWNLOADABILITY_HISTORY
source: Undownloadability History
ru: История невозможности загрузки

# TXT_MAIN_WINDOW_SHOWS_UNDOWNLOADABILITY_DOCS_SCREEN
source: Shows the historial undownloadability documents screen
ru: Показывает экран истории не загруженных документов

# TXT_MAIN_WINDOW_CARD_BROWSER
source: Card Browser
ru: Просмотр карты

# TXT_MAIN_WINDOW_CALIBRATIONS
source: Calibrations
ru: Калибровка

# TXT_MAIN_WINDOW_SHOWS_CALIBRATIONS_SCREEN
source: Shows the calibrations screen
ru: Показать экран калибровки

# TXT_MAIN_WINDOW_FILES
source: Files
ru: Файлы

# TXT_MAIN_WINDOW_WORKSHOP_CARD
source: Workshop Card
ru: Карта мастерской

# TXT_MAIN_WINDOW_WORKSHOP_CARD_FILES
source: Workshop Card Files
ru: Файлы карты мастерской

# TXT_MAIN_WINDOW_SHOWS_WORKSHOP_CARD_SCREEN
source: Shows the workshop card files screen
ru: Показать экран файлов карт мастерской

# TXT_MAIN_WINDOW_WEBCAL
source: Webcal
ru: RoadSoft

# TXT_MAIN_WINDOW_SHOW
source: Show
ru: Показать

# TXT_REPRINT_REGISTRATION_NUMBER
source: Registration Number:
ru: Регистрационный номер:

# TXT_REPRINT_REPRINT
source: Re-Print
ru: Перепечатать

# TXT_REPRINT_CANCEL
source: Cancel
ru: Отмена

# TXT_CAPTURE_SIGNATURE_TITLE
source: Capture Signature
ru: Процесс подписывания

# TXT_CAPTURE_SIGNATURE_SAVE_AND_CLOSE
source: Save & Close
ru: Сохранить & Закрыть

# TXT_CAPTURE_SIGNATURE_BROWSE
source: Browse
ru: Просмотр

# TXT_CAPTURE_SIGNATURE_CLOSE
source: Close
ru: Закрыть

# TXT_CAPTURE_SIGNATURE_TASK_QUEUE
source: Task Queue
ru: Задача в очереди

# TXT_WORKER_PROGRESS_TITLE
source: Recent Tasks
ru: Последние задания

# TXT_WORKER_PROGRESS_NO_PENDING_TASKS
source: No tasks have been processed recently.
ru: Ни одна задача не была выполнена

# TXT_WORKER_PROGRESS_CLOSE
source: Close
ru: Закрыть

# TXT_THEME_SETTINGS_TITLE
source: Theme Settings
ru: Настройки темы

# TXT_SILVER_THEME
source: Silver
ru: Серебряный

# TXT_BLUE_THEME
source: Blue
ru: Голубой

# TXT_BLACK_THEME
source: Black
ru: Черный

# TXT_THEME_SETTINGS
source: Theme Settings
ru: Настройки темы

# TXT_OK
source: OK
ru: ОК

# TXT_CANCEL
source: Cancel
ru: Отмена

# TXT_TECHNICIANS_VIEW_NAME
source: Name
ru: Имя

# TXT_TECHNICIANS_VIEW_NUMBER
source: Number
ru: Номер

# TXT_ENTER_TECHNICIAN_NUMBER
source: Enter the technician number
ru: Ввести номер механика

# TXT_MISCELLANEOUS_SETTINGS_TITLE
source: Miscellaneous Settings
ru: Различные настройки

# TXT_DIGITAL_TACHOGRAPH_DEFAULT_DOCUMENT_TYPE
source: Digital Tachograph Default Document Type:
ru: Тип документа цифрового тахографа по умолчанию

# TXT_ANALOGUE_TACHOGRAPH_DEFAULT_DOCUMENT_TYPE
source: Analogue Tachograph Default Document Type:
ru: Тип документа аналогового тахографа по умолчанию

# TXT_MISCELLANEOUS_SETTINGS
source: Miscellaneous settings
ru: Различные настройки

# TXT_MISCELLANEOUS_INCLUDE_LOGO_WHEN_PRINTING
source: Include workshop logo when printing?
ru: Вставить логотип мастерской во время печати?

# TXT_ERR_MUST_SELECT_DOCUMENT_TYPE
source: Cannot print label because you must select a document type first.
ru: Нельзя напечатать этикетку, пока не выбран тип документа

# TXT_ADD_SIGNATURE
source: Add Signature
ru: Добавить подпись

# TXT_TECHNICIANS_HAS_SIGNATURE
source: Has Signature?
ru: Имеется подпись?

# TXT_LETTER_FOR_DECOMMISSIONING_TITLE
source: Letter For Decommissioning
ru: Письмо для снятия из эксплуатации

# TXT_MAIN_WINDOW_LETTER_FOR_DECOMMISSIONING
source: Letter For Decommissioning
ru: Письмо для снятия из эксплуатации

# TXT_LETTER_DECOMMISSIONING_VEHICLE_DATA
source: Vehicle Data
ru: Данные транспортного средства

# TXT_LETTER_DECOMMISSIONING_REGISTRATION_NUMBER
source: Registration Number
ru: Регистрационный номер

# TXT_LETTER_DECOMMISSIONING_TACHOGRAPH_DATA
source: Tachograph Data
ru: Данные тахографа

# TXT_LETTER_DECOMMISSIONING_TACHOGRAPH_MAKE
source: Tachograph Make
ru: Марка тахографа

# TXT_LETTER_DECOMMISSIONING_TACHOGRAPH_MODEL
source: Model
ru: Модель

# TXT_LETTER_DECOMMISSIONING_SERIAL_NUMBER
source: Serial Number
ru: Серийный номер

# TXT_LETTER_DECOMMISSIONING_INSPECTION_DATA
source: Inspection data
ru: Данные инспекции

# TXT_LETTER_DECOMMISSIONING_INSPECTION_DATE
source: Inspection date
ru: Дата инспекции

# TXT_LETTER_DECOMMISSIONING_TECHNICIAN
source: Technician
ru: Механик

# TXT_LETTER_DECOMMISSIONING_CUSTOMER_DATA
source: Customer data
ru: Данные клиента

# TXT_LETTER_DECOMMISSIONING_CUSTOMER
source: Customer
ru: Клиент

# TXT_LETTER_DECOMMISSIONING_EXPORT_PDF
source: Export PDF
ru: Экспорт PDF

# TXT_LETTER_DECOMMISSIONING_PRINT
source: Print
ru: Печать

# TXT_LETTER_DECOMMISSIONING_CANCEL
source: Cancel
ru: Отмена

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_TITLE
source: Letter For Decommissioning document history
ru: Письмо истории документа вывод из эксплуатации

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_ENTER_SEARCH_TERM
source: Enter search term
ru: Вставьте термин для поиска

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_CREATION_DATE
source: Creation date
ru: Дата создания

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_VEHICLE_REGISTRATION_NUMBER
source: Vehicle registration number
ru: Регистрационный номер транспортного средства

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_OFFICE
source: Office
ru: Офис

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_TECHNICIAN
source: Technician
ru: Механик

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_CUSTOMER
source: Customer
ru: Клиент

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_OPEN_IN_REPORT_FORM
source: Open in report form
ru: Открыть в форме отчета

# TXT_LETTER_FOR_DECOMMISSIONING_HISTORY_REPRINT_CERTIFICATE
source: Re-Print Certificate
ru: Перепечатать сертификат

# TXT_MAIN_WINDOW_LETTER_FOR_DECOMMISSIONING_HISTORY
source: Letter For Decommissioning
ru: Письмо для снятия с эксплуатации

# TXT_MAIN_WINDOW_LETTER_FOR_DECOMMISSIONING_HISTORY_TOOLTIP
source: Letter For Decommissioning History
ru: Письмо истории снятия с эксплуатации

# TXT_REGARDS
source: Regards
ru: С уважением

# TXT_SIGNATURE
source: Signature
ru: Подпись

# TXT_WEBCAL_CONNECT_KEY
source: Connect Key
ru: Ключ подключения

# ERR_SAVING_SETTINGS
source: An error occurred whilst saving settings. Some settings may have been lost.
ru: Произошла ошибка при сохранении настроек. Некоторые настройки могут быть потеряны.

# TXT_VERIFY
source: Verify
ru: Верифицировать

# TXT_ONE_OR_MORE_ERRORS
source: One or more errors occurred whilst performing the operation. See below for details; {0}
ru: Произошла ошибка во время выполнения операции. Подробнее смотрите ниже; {0}

# TXT_NEW_BATTERY
source: New Battery
ru: Новая батарея

# TXT_NEW_TACHOGRAPH_NEW_BATTERY
source: New Battery?
ru: Новая батарея?

# TXT_TASK
source: Task
ru: Задание

# TXT_ADDED
source: Added
ru: Добавлен

# TXT_WORKER_PROGRESS_REFRESH
source: Refresh
ru: Обновить

# TXT_WORKER_PROGRESS_REPROCESS_TASK
source: Re-Process Task
ru: Перезапустить задачу

# TXT_WORKER_PROGRESS_RE_PROCESSED_SOON
source: The task will be re-processed shortly.
ru: Задача вскоре будет перезапущена

# TXT_TECHNICIANS_EDIT
source: Edit
ru: Править

# TXT_WORKER_PROGRESS_DELETE_TASK
source: Delete
ru: Удалить

# TXT_CUSTOMER_SETTINGS_NEW_CUSTOMER
source: New Customer
ru: Новый клиент

# TXT_CUSTOMER_SETTINGS_ENTER_CUSTOMER_NAME
source: Please enter a customer name.
ru: Пожалуйста, введите имя клиента

# TXT_GENERATE_REPORT_REPORT_TYPE
source: Report Type
ru: Тип отчета

# TXT_GENERATE_REPORT_DOCUMENT_TYPE
source: Document Type
ru: Тип документа

# TXT_GENERATE_REPORT_TECHNICIAN
source: Technician
ru: Механик

# TXT_GENERATE_REPORT_VEHICLE_MANUFACTURER
source: Vehicle Manufacturer
ru: Производитель транспортного средства

# TXT_GENERATE_REPORT_REGISTRATION_NUMBER
source: Registration Number
ru: Регистрационный номер

# TXT_GENERATE_REPORT_INVOICE_NUMBER
source: Invoice Number
ru: Номер счет-фактуры

# TXT_GENERATE_REPORT_FROM_DATE
source: From Date
ru: С (дата)

# TXT_GENERATE_REPORT_TO_DATE
source: To Date
ru: До (дата)

# TXT_GENERATE_REPORT_SETTINGS_TITLE
source: Generate Report
ru: Создать отчет

# TXT_RECENT_CALIBRATIONS
source: Recent Calibrations
ru: Последние калибровки

# TXT_CALIBRATIONS_DUE
source: Calibrations Due
ru: Срок калибровки

# TXT_ANY
source: Any
ru: любой

# TXT_DIGITAL_TACHOGRAPH
source: Digital Tachograph
ru: Цифровой тахограф

# TXT_ANALOGUE_TACHOGRAPH
source: Analogue Tachograph
ru: Аналоговый тахограф

# TXT_UNDOWNLOADABILITY
source: Undownloadability
ru: Невозможность скачивания

# TXT_LETTER_FOR_DECOMMISSIONING
source: Letter For Decommissioning
ru: Письмо для снятия с эксплуатации

# TXT_DO_YOU_WANT_TO_PRINT
source: Do you want to print this report?
ru: Вы хотите распечатать отчет?

# TXT_SPLASH_SCREEN_PATH
source: Resources/splash.png
ru: Resources/splash-ru.png

# TXT_MAIN_WINDOW_SHOWS_DRIVER_CARD_SCREEN
source: Shows the driver card files screen
ru: Показывает экран файлы карты водителя

# TXT_DIGITAL_TWO_YEAR_CALIBRATION
source: 4 - Digital 2 year calibration
ru: Цифровой калибровки 2 года

# TXT_MAIN_WINDOW_DRIVER_CARD
source: Driver Card
ru: Драйвер карты

# TXT_MAIN_WINDOW_DRIVER_CARD_FILES
source: Driver Card Files
ru: Драйвер карты файлы

# TXT_DRIVER_CARD_DETAILS_TITLE
source: Driver Card Details
ru: Драйвер карты Подробнее

# TXT_DRIVER_CARD_FILES_SHOW_DETAILS
source: Show Details
ru: Показать Детали

# TXT_DRIVER_CARD_DETAILS_DATE
source: Date
ru: дата

# TXT_DRIVER_CARD_DETAILS_DISTANCE
source: Distance
ru: расстояние

# TXT_DRIVER_CARD_DETAILS_TIME
source: Time
ru: время

# TXT_DRIVER_CARD_DETAILS_ACTIVITY
source: Activity
ru: деятельность

# TXT_DRIVER_CARD_DETAILS_DRIVING_STATUS
source: Driving Status
ru: Вождение Статус

# TXT_ERROR_WHILST_READING_DRIVER_CARD
source: An error occurred whilst reading the Driver card.
ru: Ошибка во время чтения карты водителя .

# TXT_LOADING
source: Loading...
ru: Загрузка ...

# TXT_WORKSHOP_CARD_DETAILS_TITLE
source: Workshop Card Details
ru: Семинар Подробнее карта

# TXT_ERROR_WHILST_READING_WORKSHOP_CARD
source: An error occurred whilst reading the Workshop card.
ru: Ошибка во время чтения карты Workshop .

# TXT_WORKSHOP_CARD_DETAILS_IDENTIFICATION_NUMBER
source: Identification Number
ru: Идентификационный Номер

# TXT_WORKSHOP_CARD_DETAILS_REGISTRATION_NUMBER
source: Registration Number
ru: Регистрационный Номер

# TXT_WORKSHOP_CARD_DETAILS_K_FACTOR
source: K Factor
ru: К -фактор

# TXT_WORKSHOP_CARD_DETAILS_L_FACTOR
source: L Factor
ru: L -фактор

# TXT_WORKSHOP_CARD_DETAILS_TYRE_SIZE
source: Tyre Size
ru: Размер шины

# TXT_WORKSHOP_CARD_DETAILS_VU_PART_NUMBER
source: VU Part Number
ru: VU Номер детали

# TXT_WORKSHOP_CARD_FILES_SHOW_DETAILS
source: Show Details
ru: Показать Детали

# TXT_SETTINGS_CLOSE
source: Close
ru: близко

# TXT_TECHNICIANS_DEFAULT
source: Default
ru: дефолт

# ERR_PASSWORDS_RESET_BY_ADMINISTRATOR
source: Passwords can only be reset by an administrator.
ru: Пароли могут быть сброшены только администратором .

# ERR_PASSWORD_CANNOT_BE_RESET
source: Your password cannot be reset.
ru: Ваш пароль не может быть сброшен.

# TXT_ENABLE_SYNCING_DATA_TO_WEBCAL
source: Enable syncing data to Webcal Connect?
ru: Включить синхронизации данных в Интернете?
